<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>

<%@ taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c" %>

<jsp:include page="/WEB-INF/views/layout/header.jsp" /> 
<br>
<div class="container">

<table class="table" border="1">
  <thead class="thead-dark">
    <tr>
      <th><h3>&nbsp;&nbsp; 개인정보 취급방침</h3></th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>
      	<h4>개인정보 취급방침</h4><br>
      	<h5>CultureSquare (이하 "회사"라 함)는 통신비밀보호법, 전기통신사업법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등<br><br> 
      		정보통신서비스제공자가 준수하여야 할 관련 법령상의 개인정보보호 규정을 준수하며, 관련 법령에 의거한 개인정보취급<br><br>
      		방침을 정하여 이용자 권익 보호에 최선을 다하고 있습니다.</h5> 
      	<br><br>
      	
      	<h4>개인정보 CultureSquare의 개인정보취급방침은 다음과 같은 내용을 담고 있습니다.</h4><br>	
      	<h5>1. 수집하는 개인정보의 항목 및 수집방법 <br>	
			2. 개인정보의 수집 및 이용목적 <br>	
			3. 개인정보 공유 및 제공 <br>	
			4. 개인정보의 취급위탁 <br>	
			5. 개인정보의 보유 및 이용기간 <br>	
			6. 개인정보 파기절차 및 방법 <br>	
			7. 이용자 및 법정대리인의 권리와 그 행사방법 <br>	
			8. 개인정보 자동 수집 장치의 설치/운영 및 거부에 관한 사항 <br>	
			9. 개인정보의 기술적/관리적 보호 대책 <br>	
			10. 개인정보관리책임자 및 담당자의 연락처 <br>	
			11. 기타 <br>	
			12. 고지의 의무 
		</h5><br>	
      
		<h5>1. 수집하는 개인정보의 항목 및 수집방법가. 수집하는 개인정보의 항목<br><br>
			첫째, 회사는 회원가입, 원활한 고객상담, 각종 서비스의 제공을 위해 최초 회원가입 당시 아래와 같은 개인정보를 수집하고<br><br>
			 있습니다.<br><br>
			필수항목 : 성명, 주민등록번호, 아이디, 비밀번호, 생년월일, 직업, 이메일 주소, 연락처, 우편번호, 주소, 만 14세 미만인 경우<br><br> 
			법정 대리인 정보선택사항 : 홈페이지, 직장(학교), 부서(학과)<br><br><br>
			둘째, 서비스 이용과정이나 사업처리 과정에서 아래와 같은 정보들이 자동으로 생성되어 수집될 수 있습니다.<br><br>
			IP Address, 쿠키, 방문 일시, 서비스 이용 기록, 불량 이용 기록<br><br><br>
			셋째, 부가 서비스 및 맞춤식 서비스 이용 과정에서 해당 서비스의 이용자에 한해서만 아래와 같은 정보들이 수집될 수 <br><br>
			있습니다.<br><br>
			주소, 연락처, 사용 이동통신사, 계좌번호 등<br><br><br>
			넷째, 유료 서비스 이용 과정에서 아래와 같은 결제 정보들이 수집될 수 있습니다.<br><br>
			신용카드 결제시 : 카드사명, 카드번호 등휴대전화 결제시 : 이동전화번호, 통신사, 결제승인번호 등계좌이체시 :<br><br>
			 은행명, 계좌번호 등상품권 이용시 : 상품권 번호나. 개인정보 수집방법<br><br>
			회사는 다음과 같은 방법으로 개인정보를 수집합니다.<br><br>
			홈페이지, 서면양식, 팩스, 전화, 상담 게시판, 이메일, 이벤트 응모, 배송요청협력회사로부터의 제공생성정보 수집<br><br>
			툴을 통한 수집<br><br><br><br>
		
			2. 개인정보의 수집 및 이용목적<br><br>
			가. 서비스 제공에 관한 계약 이행 및 서비스 제공에 따른 요금정산<br><br><br>
			나. 회원관리<br><br>
			회원제 서비스 이용 및 제한적 본인 확인제에 따른 본인확인, 개인식별, 불량회원의 부정 이용방지와 비인가 사용방지, 가입<br><br>
			의사 확인, 가입 및 가입횟수 제한, 만14세 미만 아동 개인정보 수집 시 법정 대리인 동의여부 확인, 추후 법정 대리인 <br><br>
			본인확인, 분쟁 조정을 위한 기록보존, 불만처리 등 민원처리, 고지사항 전달<br><br><br><br>
		
			3. 개인정보의 공유 및 제공<br><br>
			회사는 이용자들의 개인정보를 "2. 개인정보의 수집목적 및 이용목적"에서 고지한 범위내에서 사용하며, 이용자의 사전 <br><br>
			동의 없이는 동 범위를 초과하여 이용하거나 원칙적으로 이용자의 개인정보를 외부에 공개하지 않습니다. 다만, 아래의<br><br>
			 경우에는 예외로 합니다.<br><br>
			이용자들이 사전에 공개에 동의한 경우법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사<br><br>
			기관의 요구가 있는 경우<br><br><br><br>

			4. 개인정보의 취급위탁<br><br>
			회사는 고객님의 동의없이 고객님의 정보를 외부 업체에 위탁하지 않습니다. <br><br>
			향후 그러한 필요가 생길 경우, 위탁 대상자와 위탁 업무 내용에 대해 고객님에게 통지하고 필요한 경우 사전 동의를 받도록<br><br>
			 하겠습니다. <br><br><br><br>

			5. 개인정보의 보유 및 이용기간<br><br>
			이용자의 개인정보는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면 지체 없이 파기합니다. 단, 다음의 정보에 대해<br><br>
			서는 아래의 이유로 명시한 기간 동안 보존합니다.<br><br><br>
			
			가. 회사 내부 방침에 의한 정보보유 사유부정이용기록보존 이유 : 부정 이용 방지보존 기간 : 1년나. 관련법령에 의한 정보<br><br>
			보유 사유<br><br>
			상법, 전자상거래 등에서의 소비자보호에 관한 법률 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 관계<br><br>
			법령에서 정한 일정한 기간 동안 회원정보를 보관합니다. 이 경우 회사는 보관하는 정보를 그 보관의 목적으로만 이용하며<br><br>
			 보존 기간은 아래와 같습니다.<br><br>
			
			계약 또는 청약철회 등에 관한 기록보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률보존 기간 : 5년대금결제 및 <br><br>
			재화 등의 공급에  관한 기록보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률보존 기간 : 5년소비자의 불만 또는<br><br>
			분쟁처리에 관한 기록보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률보존 기간 : 3년본인확인에 관한 기록보존<br><br>
			이유 : 정보통신 이용촉진 및 정보보호 등에 관한 법률보존 기간 : 6개월방문에 관한 기록보존 이유 : 통신비밀보호법보존<br><br>
			기간 : 3개월<br><br><br><br>
			
			6. 개인정보 파기절차 및 방법<br><br>
			이용자의 개인정보는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면 지체 없이 파기합니다.<br><br>
			회사의 개인정보 파기절차 및 방법은 다음과 같습니다.<br><br><br>
			
			가. 파기절차이용자가 회원가입 등을 위해 입력한 정보는 목적이 달성된 후 별도의 DB로 옮겨져(종이의 경우 별도의 서류<br><br>
			함) 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라(보유 및 이용기간 참조)일정 기간 저장된 후 파기됩니다.<br><br>
			동 개인 정보는 법률에 의한 경우가 아니고서는 보유되는 이외의 다른 목적으로 이용되지 않습니다.나. 파기방법종이에<br><br>
			 출력된 개인 정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.전자적 파일 형태로 저장된 개인정보는 기록을 재생할 <br><br>
			 수 없는 기술적  방법을 사용하여 삭제합니다.<br><br><br><br>
			
			7. 이용자 및 법정대리인의 권리와 그 행사방법이용자 및 법정 대리인은 언제든지 등록되어 있는 자신 혹은 당해 만 14세<br><br>
			 미만 아동의 개인정보를 조회하거나 수정할 수 있으며 가입해지를 요청할 수도 있습니다.이용자 혹은 만 14세 미만 아동의<br><br>
			  개인정보 조회, 수정을 위해서는 '회원정보변경'을, 가입해지(동의철회)를 위해서는 "회원탈퇴"를 클릭하여 본인 확인 절차<br><br>
			  를 거치신 후 직접 열람, 정정 또는 탈퇴가 가능합니다.혹은 개인정보관리책임자에게 서면, 전화 또는 이메일로 연락하시면<br><br>
			   지체 없이 조치하겠습니다.이용자가 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기 전까지 당해 개인<br><br>
			   정보를 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제3 자에게 이미 제공한 경우에는 정정 처리결과를 제3자<br><br>
			   에게 지체 없이 통지하여 정정이 이루어지도록 하겠습니다.회사는 이용자 혹은 법정 대리인의 요청에 의해 해지 또는 삭제<br><br>
			   된 개인정보는 "5. 개인정보의 보유 및 이용기간"에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록<br><br>
			   처리하고 있습니다.<br><br><br><br>
			
			8. 개인정보 자동 수집 장치의 설치/운영 및 거부에 관한 사항<br><br>
			회사는 이용자들에게 특화된 맞춤서비스를 제공하기 위해서 이용자들의 정보를 저장하고 수시로 불러오는 '쿠키<br><br>
			(cookie)'를 사용합니다. 쿠키는 웹사이트를 운영하는데 이용되는 서버(HTTP)가 이용자의 컴퓨터 브라우저에게 보내는 <br><br>
			소량의 정보이며 이용자들의 PC 컴퓨터내의 하드디스크에 저장되기도 합니다.<br><br><br>
			
			가. 쿠키의 사용 목적<br><br>
			이용자들이 방문한 CultureSquare의 각 서비스와 웹 사이트들에 대한 방문 및 이용형태, 인기 검색어, 보안접속 여부, 뉴스<br><br>
			편집, 이용자 규모 등을 파악하여 이용자에게 최적화된 정보 제공을 위하여 사용합니다.<br><br><br>
			
			나. 쿠키의 설치/운영 및 거부이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서, 이용자는 웹브라우저에서 옵션<br><br>
			을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도<br><br>
			 있습니다.쿠키 설정을 거부하는 방법으로는 이용자가 사용하는 웹 브라우저의 옵션을 선택함으로써 모든 쿠키를 허용하거<br><br>
			 나 쿠키를 저장할 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수 있습니다.설정방법 예(인터넷 익스플로어의 경우)<br><br>
			  : 웹 브라우저 상단의 도구 > 인터넷 옵션 > 개인정보다만, 쿠키의 저장을 거부할 경우에는 로그인이 필요한 CultureSquare<br><br>
			   일부 서비스는 이용에 어려움이 있을 수 있습니다.<br><br><br><br>
			
			9. 개인정보의 기술적/관리적 보호 대책<br><br>
			회사는 이용자들의 개인정보를 취급함에 있어 개인정보가 분실, 도난, 누출, 변조 또는 훼손되지 않도록 안전성 확보를 위하<br><br>
			여 다음과 같은 기술적/관리적 대책을 강구하고 있습니다.<br><br><br>
			
			가. 비밀번호 암호화<br><br>
			CultureSquare 회원 아이디(ID)의 비밀번호는 암호화되어 저장 및 관리되고 있어 본인만이 알고 있으며, 개인정보의 확인<br><br>
			 및 변경도 비밀번호를 알고 있는 본인에 의해서만 가능합니다.<br><br><br>
			
			나. 해킹 등에 대비한 대책<br><br>
			회사는 해킹이나 컴퓨터 바이러스 등에 의해 회원의 개인정보가 유출되거나 훼손되는 것을 막기 위해 최선을 다하고 있습니다. <br><br>
			개인정보의 훼손에 대비해서 자료를 수시로 백업하고 있고, 최신 백신프로그램을 이용하여 이용자들의 개인정보나 자료가<br><br>
			 누출되거나 손상되지 않도록 방지하고 있으며, 암호화통신 등을 통하여 네트워크상에서 개인정보를 안전하게 전송할 수 있<br><br>
			 도록 하고 있습니다. <br><br>
			그리고 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있으며, 기타 시스템적으로 보안성을 확보하기 위한<br><br>
			 가능한 모든 기술적 장치를 갖추려 노력하고 있습니다.<br><br><br>
			
			다. 취급 직원의 최소화 및 교육<br><br>
			회사의 개인정보관련 취급 직원은 담당자에 한정시키고 있고 이를 위한 별도의 비밀번호를 부여하여 정기적으로 갱신하고 <br><br>
			있으며, 담당자에 대한 수시 교육을 통하여 CultureSquare 개인정보취급방침의 준수를 항상 강조하고 있습니다.<br><br><br>
			
			라. 개인정보보호전담기구의 운영<br><br>
			그리고 사내 개인정보보호전담기구 등을 통하여 CultureSquare 개인정보취급방침의 이행사항 및 담당자의 준수여부를<br><br>
			 확인하여 문제가 발견될 경우 즉시 수정하고 바로 잡을 수 있도록 노력하고 있습니다. <br><br>
			단, 이용자 본인의 부주의나 인터넷상의 문제로 ID, 비밀번호, 주민등록번호 등 개인정보가 유출되어 발생한 문제에 대해 <br><br>
			회사는 일체의 책임을 지지 않습니다.<br><br><br><br>
			
			10. 개인정보관리책임자 및 담당자의 연락처<br><br>
			귀하께서는 회사의 서비스를 이용하시며 발생하는 모든 개인정보보호 관련 민원을 개인정보관리책임자 혹은 담당부서로<br><br>
			 신고 하실 수 있습니다. <br><br>
			회사는 이용자들의 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다.<br><br><br>
			
			개인정보 관리책임자 : 고객만족팀 김대형개인정보 관리담당자 : 고객만족팀 이수현<br><br>
			이메일: hiphopplaya@gmail.com<br><br>
			전화 : 02-0000-0000<br><br>
			FAX : 02-0000-0000<br><br>
			기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.<br><br><br>
			
			개인분쟁조정위원회 (www.1336.or.kr / 1336)<br><br>
			정보보호마크인증위원회 (www.eprivacy.or.kr / 02-580-0533~4)<br><br>
			대검찰청 인터넷범죄수사센터 (http://icic.sppo.go.kr / 02-3480-3600)<br><br>
			경찰청 사이버테러대응센터 (www.ctrc.go.kr / 02-392-0330)<br><br><br>
			
			11. 기타
			CultureSquare에 링크되어 있는 웹사이트들이 개인정보를 수집하는 행위에 대해서는 본 "CultureSquare<br><br>
			 개인정보취급방침"이 적용되지 않음을 알려 드립니다.<br><br><br><br>
			
			12. 고지의 의무<br><br>
			현 개인정보취급방침 내용 추가, 삭제 및 수정이 있을 시에는 개정 최소 7일전부터 홈페이지의 '공지사항'을 통해 고지할 <br><br>
			것입니다.<br><br>
		
		
		</h5>
		  
      </td>
    </tr>
  </tbody>
</table>


</div>

<jsp:include page="/WEB-INF/views/layout/footer.jsp" />       